#!/usr/bin/env python3
# Импорт модуля – относительно дорогостоящее мероприятие,поэтому Pyt предпринимает трюки для ускорения этого процесса.
# Один из способов – создать байткод с расширением .pyc,
# которые являются некой промежуточной формой,в которую Pyt переводит программу.
# Такой файл .pyc полезен при импорте модуля в следующий раз в другую программу
# – это произойдёт быстрее, поскольку значительная часть обработки, требуемой при импорте модуля, будет уже проделана.
# Этот байткод также является платформо-независимым.
